Repository: librefang/librefang-ios
Catalog: librefang-ios/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

# %lld exhausted triggers and %lld stalled cron jobs
source: %1$lld exhausted triggers and %2$lld stalled cron jobs
zh_hans: %1$lld 个触发器已耗尽，%2$lld 个定时任务已停滞

# %lld failed, %lld still running
source: %1$lld failed, %2$lld still running
zh_hans: %1$lld 个失败，%2$lld 个仍在运行

source: %lld features
zh_hans: %lld 个功能

source: %lld fields
zh_hans: %lld 个字段

source: %lld fires
zh_hans: %lld 次触发

source: %lld follow-up items from the latest local handoff are complete on this iPhone.
zh_hans: 这台 iPhone 上，最近一次本地交接的 %lld 个跟进项已完成。

source: %lld handoff follow-ups are still open
zh_hans: %lld 个交接跟进项仍未完成

source: %lld handoff follow-ups are still open after the local check-in deadline
zh_hans: 本地复查截止后仍有 %lld 个交接跟进项未完成

source: %lld handoff follow-ups are still open before the next local check-in
zh_hans: 下一次本地复查前仍有 %lld 个交接跟进项未完成

source: %lld handoff follow-ups open before check-in
zh_hans: 复查前有 %lld 个交接跟进项未完成

source: %lld handoff follow-ups overdue
zh_hans: %lld 个交接跟进项已逾期

source: %lld handoff follow-ups still open
zh_hans: %lld 个交接跟进项仍未完成

source: %lld hands degraded
zh_hans: %lld 个执行手已降级

# %lld image attachment%@
source: %1$lld image attachment%2$@
zh_hans: %1$lld 个图片附件

source: %lld image attachments
zh_hans: %lld 个图片附件

source: %lld issues
zh_hans: %lld 个问题

source: %lld items
zh_hans: %lld 个项目

source: %lld live alerts
zh_hans: %lld 个实时告警

source: %lld live alerts acknowledged on this iPhone
zh_hans: 这台 iPhone 上已确认 %lld 个实时告警

source: %lld live alerts are active, but Alerts is not included in handoff focus.
zh_hans: %lld 个实时告警仍在活动，但交接关注焦点未包含告警。

source: %lld live alerts are still active.
zh_hans: %lld 个实时告警仍在活动。

source: %lld live alerts still active
zh_hans: %lld 个实时告警仍在活动

source: %lld local providers are unreachable
zh_hans: %lld 个本地提供方无法连接

source: %lld local providers unreachable
zh_hans: %lld 个本地提供方无法连接

# %lld local providers unreachable and %lld channels missing required fields
source: %1$lld local providers unreachable and %2$lld channels missing required fields
zh_hans: %1$lld 个本地提供方不可达，%2$lld 个渠道缺少必填字段

source: %lld max
zh_hans: 最大 %lld

source: %lld messages
zh_hans: %lld 条消息

source: %lld min
zh_hans: %lld 分钟

source: %lld missing
zh_hans: 缺少 %lld 个

source: %lld models
zh_hans: %lld 个模型

source: %lld models visible after filtering.
zh_hans: 筛选后可见 %lld 个模型。

source: %lld ms
zh_hans: %lld 毫秒

source: %lld msgs
zh_hans: %lld 条消息

source: %lld muted
zh_hans: 已静音 %lld 个

source: %lld muted alerts
zh_hans: %lld 个已静音告警

source: %lld muted alerts remain hidden on this iPhone.
zh_hans: %lld 个已静音告警在这台 iPhone 上仍保持隐藏。

source: %lld need attention
zh_hans: %lld 个需要关注

# %lld of %lld events visible
source: %1$lld of %2$lld events visible
zh_hans: 可见 %1$lld / %2$lld 个事件

# %lld of %lld handoff focus areas are still active.
source: %1$lld of %2$lld handoff focus areas are still active.
zh_hans: %2$lld 个交接焦点中仍有 %1$lld 个处于活跃状态。

# %lld of %lld latest handoff follow-up items are still open.
source: %1$lld of %2$lld latest handoff follow-up items are still open.
zh_hans: 最近一次交接的跟进项中仍有 %1$lld / %2$lld 项未完成。

# %lld of %lld latest local follow-up items are still pending.
source: %1$lld of %2$lld latest local follow-up items are still pending.
zh_hans: 最近一次本地跟进项中仍有 %1$lld / %2$lld 项待处理。

# %lld of %lld local handoff follow-ups still need operator follow-through.
source: %1$lld of %2$lld local handoff follow-ups still need operator follow-through.
zh_hans: 本地交接跟进项中仍有 %1$lld / %2$lld 项需要操作员继续跟进。

source: %lld on-call items still queued
zh_hans: %lld 个值班事项仍在队列中

source: %lld open
zh_hans: %lld 个未完成

source: %lld operator issues
zh_hans: %lld 个值班问题

# %lld panics and %lld restarts have been observed since startup.
source: %1$lld panics and %2$lld restarts have been observed since startup.
zh_hans: 自启动以来已观察到 %1$lld 次崩溃和 %2$lld 次重启。

source: %lld pending
zh_hans: %lld 个待处理

# %lld pending · %lld done
source: %1$lld pending · %2$lld done
zh_hans: %1$lld 待处理 · %2$lld 已完成

source: %lld pending approvals are not captured in handoff focus.
zh_hans: %lld 个待处理审批未包含在交接关注焦点中。

source: %lld pinned
zh_hans: 已置顶 %lld 个

source: %lld queued
zh_hans: %lld 个排队中

# %lld queued · %lld critical
source: %1$lld queued · %2$lld critical
zh_hans: %1$lld 项排队中 · %2$lld 项严重

source: %lld ready
zh_hans: %lld 个就绪

# %lld ready, %lld configured
source: %1$lld ready, %2$lld configured
zh_hans: %1$lld 个就绪，%2$lld 个已配置

source: %lld recent critical audit events already surfaced on mobile
zh_hans: %lld 个最近的关键审计事件已在移动端显示

source: %lld recent handoff gaps crossed the warning threshold.
zh_hans: 最近有 %lld 个交接间隔超过告警阈值。

source: %lld req
zh_hans: %lld 个请求

source: %lld required channel fields missing
zh_hans: 缺少 %lld 个渠道必填字段

source: %lld running agents look stale
zh_hans: %lld 个运行中的智能体看起来已陈旧

source: %lld runs
zh_hans: %lld 次运行

source: %lld session hotspots are active, but Sessions is not included.
zh_hans: %lld 个会话热点仍在活动，但交接关注焦点未包含会话。

source: %lld session hotspots are still present.
zh_hans: %lld 个会话热点仍然存在。

source: %lld session hotspots remain
zh_hans: 还剩 %lld 个会话热点

# %lld sessions across the workspace, %lld need attention
source: %1$lld sessions across the workspace, %2$lld need attention
zh_hans: 工作区共有 %1$lld 个会话，其中 %2$lld 个需要关注

source: %lld sessions need review
zh_hans: %lld 个会话需要复核

source: %lld sessions on one agent
zh_hans: 单个智能体上有 %lld 个会话

source: %lld set
zh_hans: 已设置 %lld 个

source: %lld snapshots
zh_hans: %lld 个快照

source: %lld steps
zh_hans: %lld 个步骤

source: %lld supervisor events
zh_hans: %lld 个监督器事件

# %lld tool%@
source: %1$lld tool%2$@
zh_hans: %1$lld 个工具

source: %lld tools
zh_hans: %lld 个工具

source: %lld total automation objects across workflows, triggers, schedules, and cron
zh_hans: 工作流、触发器、调度和定时任务中共有 %lld 个自动化对象

source: %lld triggers are exhausted
zh_hans: %lld 个触发器已耗尽

source: %lld triggers exhausted
zh_hans: %lld 个触发器已耗尽

source: %lld watched agents
zh_hans: %lld 个已关注的智能体

source: %lld watched agents are missing identity files
zh_hans: %lld 个已关注的智能体缺少身份文件

source: %lld watched agents have delivery failures
zh_hans: %lld 个已关注的智能体存在投递失败

source: %lld watched agents have operator issues
zh_hans: %lld 个已关注的智能体存在值班问题

source: %lld watched agents need review
zh_hans: %lld 个已关注的智能体需要复核

source: %lld watched agents pinned on this iPhone
zh_hans: 这台 iPhone 上已置顶 %lld 个已关注的智能体

source: %lld watched agents still need attention, but Watchlist is not included.
zh_hans: %lld 个已关注的智能体仍需关注，但交接关注焦点未包含关注列表。

source: %lld watched agents still need attention.
zh_hans: %lld 个已关注的智能体仍需关注。

source: %lld watched agents still need review even though no live alert card is visible
zh_hans: 即使当前没有实时告警卡片，仍有 %lld 个已关注的智能体需要复核

# %lld workflow failures and %lld stalled cron jobs
source: %1$lld workflow failures and %2$lld stalled cron jobs
zh_hans: %1$lld 个工作流失败，%2$lld 个定时任务已停滞

source: %lld workflow failures need review
zh_hans: %lld 个工作流失败需要复核

source: %lld workflow runs failed
zh_hans: %lld 次工作流运行失败

# %lld/%lld active · %@ rolling tokens
source: %1$lld/%2$lld active · %3$@ rolling tokens
zh_hans: %1$lld/%2$lld 活跃 · %3$@ 滚动 Tokens

# %lld/%lld configured
source: %1$lld/%2$lld configured
zh_hans: %1$lld/%2$lld 已配置

source: %llds
zh_hans: %lld 秒

source: $\($0.formatted(.number.precision(.fractionLength(2))))/M in
zh_hans: $\($0.formatted(.number.precision(.fractionLength(2))))/百万输入

source: $\($0.formatted(.number.precision(.fractionLength(2))))/M out
zh_hans: $\($0.formatted(.number.precision(.fractionLength(2))))/百万输出

source: 1 active workflow
zh_hans: 1 个活跃工作流

source: 1 agent near limit
zh_hans: 1 个接近限额的智能体

source: 1 agent section is active below the controls deck.
zh_hans: 控制面板下方有 1 个智能体分区处于活动状态。

source: 1 agent shown
zh_hans: 显示 1 个智能体

source: 1 agent targeted
zh_hans: 1 个目标 agent

source: 1 alert is muted locally.
zh_hans: 1 条告警已在本地静默。

source: 1 alert muted locally
zh_hans: 1 个告警已在本机静音

source: 1 allowed tool
zh_hans: 1 个允许工具

source: 1 assigned server
zh_hans: 1 个已分配服务器

source: 1 assigned skill
zh_hans: 1 个已分配技能

source: 1 audit lane
zh_hans: 1 个审计轨道

source: 1 automation item in monitor
zh_hans: 监控中有 1 个自动化项

source: 1 automation route or jump is grouped in this deck.
zh_hans: 此面板中归组了 1 个自动化路由或跳转项。

source: 1 automation section is active below the controls deck.
zh_hans: 控制面板下方有 1 个自动化分区处于活动状态。

source: 1 available server
zh_hans: 1 个可用服务器

source: 1 available skill
zh_hans: 1 个可用技能

source: 1 avg step
zh_hans: 平均 1 步

source: 1 blocked tool
zh_hans: 1 个受限工具

source: 1 budget focus and route item is grouped in this deck.
zh_hans: 此面板中归组了 1 个预算焦点和路由项。

source: 1 budget section is loaded into the compact operator deck.
zh_hans: 紧凑操作面板中已载入 1 个预算分区。

source: 1 cadence gap
zh_hans: 1 个节奏间隔异常

source: 1 call
zh_hans: 1 次调用

source: 1 call recorded
zh_hans: 记录了 1 次调用

source: 1 call tracked
zh_hans: 跟踪了 1 次调用

source: 1 calm handoff
zh_hans: 1 次平稳交接

source: 1 capability feed loaded
zh_hans: 已加载 1 个能力源

source: 1 capped
zh_hans: 1 个已封顶

source: 1 carryover focus
zh_hans: 1 个遗留关注点

source: 1 checklist gap
zh_hans: 1 个清单缺口

source: 1 checklist item pending
zh_hans: 1 个待处理清单项

source: 1 completed
zh_hans: 1 个已完成

source: 1 completed follow-up
zh_hans: 1 个已完成后续事项

source: 1 configured server
zh_hans: 1 个已配置服务器

source: 1 connected assignment
zh_hans: 1 个已连接分配

source: 1 critical handoff
zh_hans: 1 次关键交接

source: 1 cron
zh_hans: 1 个 cron

source: 1 cron job
zh_hans: 1 个 cron 作业

source: 1 cron job visible
zh_hans: 可见 1 个 cron 作业

source: 1 cron lane
zh_hans: 1 个 cron 轨道

source: 1 day loaded
zh_hans: 已载入 1 天

source: 1 delivery lane
zh_hans: 1 个投递轨道

source: 1 delivery mode
zh_hans: 1 种投递方式

source: 1 destructive action
zh_hans: 1 个破坏性操作

source: 1 diagnostics lane
zh_hans: 1 个诊断轨道

source: 1 discoverable server
zh_hans: 1 个可发现服务器

source: 1 draft follow-up
zh_hans: 1 个草稿后续事项

source: 1 draft lane
zh_hans: 1 个草稿轨道

source: 1 drafted follow-up
zh_hans: 1 个草拟后续事项

source: 1 enabled
zh_hans: 1 个已启用

source: 1 execution drag signal
zh_hans: 1 个执行拖累信号

source: 1 exhausted
zh_hans: 1 个已耗尽

source: 1 explicit rule
zh_hans: 1 条显式规则

source: 1 failing workflow
zh_hans: 1 个失败工作流

source: 1 feed loaded
zh_hans: 已加载 1 个数据源

source: 1 field
zh_hans: 1 个字段

source: 1 file lane
zh_hans: 1 个文件轨道

source: 1 flagged
zh_hans: 1 个已标记

source: 1 focus area
zh_hans: 1 个关注点

source: 1 follow-up done
zh_hans: 1 个后续事项已完成

source: 1 follow-up item
zh_hans: 1 个后续事项

source: 1 handoff section is active below the controls deck.
zh_hans: 控制面板下方有 1 个交接分区处于活动状态。

source: 1 history entry
zh_hans: 1 条历史记录

source: 1 history lane
zh_hans: 1 个历史轨道

source: 1 history row
zh_hans: 1 行历史记录

source: 1 inherited skill
zh_hans: 1 个继承技能

source: 1 item in view
zh_hans: 视图中有 1 项

source: 1 key
zh_hans: 1 个键

source: 1 key matches the current memory search.
zh_hans: 当前记忆搜索匹配到 1 个键。

source: 1 live feed
zh_hans: 1 个实时数据源

source: 1 memory key
zh_hans: 1 个记忆键

source: 1 memory key matches the current search.
zh_hans: 当前搜索匹配到 1 个记忆键。

source: 1 memory lane
zh_hans: 1 个记忆轨道

source: 1 missing identity file
zh_hans: 1 个缺失的身份文件

source: 1 model call
zh_hans: 1 次模型调用

source: 1 model rank
zh_hans: 1 个模型排名

source: 1 model tracked
zh_hans: 1 个已跟踪模型

source: 1 next run ready
zh_hans: 1 次下次运行已就绪

source: 1 night-watch section is active below the hero snapshot.
zh_hans: 主快照下方有 1 个夜间值守分区处于活动状态。

source: 1 open follow-up
zh_hans: 1 个未完成后续事项

source: 1 paused schedule
zh_hans: 1 个已暂停计划

source: 1 pending follow-up
zh_hans: 1 个待处理后续事项

source: 1 primary area
zh_hans: 1 个主要区域

source: 1 primary card
zh_hans: 1 张主卡片

source: 1 profile tool
zh_hans: 1 个配置文件工具

source: 1 queued handoff
zh_hans: 1 次排队交接

source: 1 ranked model
zh_hans: 1 个已排名模型

source: 1 recent handoff
zh_hans: 1 次最近交接

source: 1 recent run
zh_hans: 1 次最近运行

source: 1 route issue
zh_hans: 1 个路由问题

source: 1 run
zh_hans: 1 次运行

source: 1 run lane
zh_hans: 1 个运行轨道

source: 1 run visible
zh_hans: 可见 1 次运行

source: 1 saved handoff
zh_hans: 1 条已保存交接

source: 1 saved handoff in history
zh_hans: 历史中有 1 条已保存交接

source: 1 scalar
zh_hans: 1 个标量

source: 1 scalar key
zh_hans: 1 个标量键

source: 1 schedule
zh_hans: 1 个计划

source: 1 schedule lane
zh_hans: 1 个计划轨道

source: 1 schedule visible
zh_hans: 可见 1 个计划

source: 1 scheduler entry
zh_hans: 1 个调度器条目

source: 1 secondary card
zh_hans: 1 张次级卡片

source: 1 secondary item
zh_hans: 1 个次级项

source: 1 selected focus area
zh_hans: 1 个已选关注点

source: 1 session lane
zh_hans: 1 个会话轨道

source: 1 stalled
zh_hans: 1 个停滞

source: 1 stored key
zh_hans: 1 个已存储键

source: 1 structured
zh_hans: 1 个结构化项

source: 1 structured block
zh_hans: 1 个结构化块

source: 1 structured key
zh_hans: 1 个结构化键

source: 1 structured memory key
zh_hans: 1 个结构化记忆键

source: 1 structured value
zh_hans: 1 个结构化值

source: 1 suggested focus
zh_hans: 1 条建议关注点

source: 1 suggested follow-up
zh_hans: 1 条建议后续事项

source: 1 summary char
zh_hans: 1 个摘要字符

source: 1 support area
zh_hans: 1 个支撑区域

source: 1 support item
zh_hans: 1 个支撑项

source: 1 surfaced issue
zh_hans: 1 个已浮现问题

source: 1 timeline card
zh_hans: 1 张时间线卡片

source: 1 timeline entry
zh_hans: 1 条时间线记录

source: 1 timeline gap
zh_hans: 1 个时间线间隔异常

source: 1 timeline item
zh_hans: 1 个时间线项

source: 1 tool rule
zh_hans: 1 条工具规则

source: 1 total call
zh_hans: 总计 1 次调用

source: 1 total step
zh_hans: 共 1 步

source: 1 tracked agent
zh_hans: 1 个已跟踪智能体

source: 1 trend day
zh_hans: 1 个趋势日

source: 1 trigger
zh_hans: 1 个触发器

source: 1 trigger lane
zh_hans: 1 个触发器轨道

source: 1 trigger visible
zh_hans: 可见 1 个触发器

source: 1 uncovered checklist item
zh_hans: 1 个未覆盖清单项

source: 1 visible entry
zh_hans: 1 条可见记录

source: 1 visible item
zh_hans: 1 个可见项

source: 1 visible key
zh_hans: 1 个可见键

source: 1 watch-promoted
zh_hans: 1 个已提升到关注队列

source: 1 watched queue item
zh_hans: 1 个已关注队列项

source: 1 watchlist issue
zh_hans: 1 个关注列表问题

source: 1 with history
zh_hans: 1 个有历史记录

source: 1 workflow
zh_hans: 1 个工作流

source: 1 workflow lane
zh_hans: 1 个工作流轨道

source: 1 workflow visible
zh_hans: 可见 1 个工作流

source: 1 workspace file
zh_hans: 1 个工作区文件

source: 7-Day Cost Trend
zh_hans: 7 天成本趋势

source: 30-day \(localizedUSDCurrency(projectedMonthlyCost))
zh_hans: 30 天 \(localizedUSDCurrency(projectedMonthlyCost))

source: A fresh session is useful when you need a clean operator context without resetting the existing thread.
zh_hans: 如果你需要一个干净的操作上下文，但又不想重置现有线程，那么新建会话会很有用。

source: A memory key is required.
zh_hans: 必须填写记忆键。

source: Accumulated model cost
zh_hans: 累计模型成本

source: Acked %@ ago
zh_hans: %@ 前已确认

source: Acknowledged \(acknowledgedAt.formatted(.relative(presentation: .named)))
zh_hans: 已确认 \(acknowledgedAt.formatted(.relative(presentation: .named)))

source: Acknowledged %@ ago
zh_hans: %@ 前已确认

source: Action Deck
zh_hans: 行动面板

source: Action Deck is blocked until the draft covers the current runtime pressure.
zh_hans: 在草稿覆盖当前运行压力前，行动面板会被阻止。

source: Action Deck is ready to save or share.
zh_hans: 行动面板已可保存或分享。

source: Action Deck is usable, but the draft still needs a little more operator context.
zh_hans: 行动面板可以使用，但草稿仍需要补充一些值班上下文。

source: Action running
zh_hans: 操作执行中

source: Active session pressure stays visible before controls, inventory, and recent activity.
zh_hans: 在控制项、概览和最近活动展开前，活动会话压力保持可见。

source: Add To Watchlist
zh_hans: 加入关注列表

source: Agent action readiness is currently anchored by surfaced issues that are ready for adjacent route pivots.
zh_hans: 当前智能体行动就绪度主要受可跳转到相邻路由的已浮现问题驱动。

source: Agent action readiness is currently clear enough for session controls, sharing, and deeper route pivots.
zh_hans: 当前智能体行动就绪度已足够清晰，可进行会话控制、分享和更深入的路由跳转。

source: Agent action readiness is currently light and mostly reflects broader route availability.
zh_hans: 当前智能体行动就绪度较轻，主要反映更广的路由可用性。

source: Agent capability scope is loaded for quick review.
zh_hans: 智能体能力范围已加载，可快速复核。

source: Agent completed without a text reply (%@ tokens).
zh_hans: 智能体已完成，但没有文本回复（%@ tokens）。

source: Agent cost facts
zh_hans: 智能体成本要点

source: Agent Created
zh_hans: 智能体已创建

source: Agent focus coverage is currently anchored by active session, delivery, and memory lanes.
zh_hans: 当前智能体焦点覆盖主要受活动会话、投递和记忆轨道驱动。

source: Agent focus coverage is currently anchored by surfaced issues, approvals, and recent audit drag.
zh_hans: 当前智能体焦点覆盖主要受已浮现问题、审批和最近的审计拖累驱动。

source: Agent focus coverage is currently balanced across the deeper agent diagnostics lanes.
zh_hans: 当前智能体焦点覆盖在更深层的智能体诊断轨道之间较为均衡。

source: Agent Memory
zh_hans: 代理记忆

source: Agent memory is durable KV state shared across runs. Use it when the current session does not explain agent behavior.
zh_hans: 代理记忆是在多次运行之间共享的持久化 KV 状态。当当前会话不足以解释代理行为时，请查看这里。

source: Agent pressure is currently anchored by delivery failures or workspace identity gaps.
zh_hans: 当前智能体压力主要受投递失败或工作区身份缺口驱动。

source: Agent pressure is currently concentrated in approvals and session follow-up.
zh_hans: 当前智能体压力主要集中在审批和会话跟进。

source: Agent pressure is currently concentrated in quieter diagnostics like structured memory and audit churn.
zh_hans: 当前智能体压力主要集中在结构化记忆和审计波动等较隐性的诊断项中。

source: Agent routes are currently anchored by live issues and approval follow-through.
zh_hans: 当前智能体路由主要受实时问题和审批跟进驱动。

source: Agent routes are currently anchored by slower diagnostics and verification drills.
zh_hans: 当前智能体路由主要受较慢的诊断和验证流程驱动。

source: Agent routes are currently centered on the next operator follow-through.
zh_hans: 当前智能体路由主要围绕下一步值班跟进展开。

source: Agent spawned · %@
zh_hans: 智能体已生成 · %@

source: Agent Stopped
zh_hans: 智能体已停止

source: Agent support coverage is currently anchored by a watched live agent with an open chat path.
zh_hans: 当前智能体支撑覆盖主要受一个已关注且开放聊天路径的在线智能体驱动。

source: Agent support coverage is currently anchored by deeper diagnostics, capability, or model-path readiness.
zh_hans: 当前智能体支撑覆盖主要受更深层诊断、能力或模型路径就绪度驱动。

source: Agent support coverage is currently anchored by session, budget, and profile visibility.
zh_hans: 当前智能体支撑覆盖主要受会话、预算和配置文件可见性驱动。

source: Agent support coverage is currently light and mostly reflects optional support routes.
zh_hans: 当前智能体支撑覆盖较轻，主要反映可选支撑路由。

source: Agent turn
zh_hans: 代理轮次

source: Agent Unavailable
zh_hans: 代理不可用

source: Agent workstream coverage is currently anchored by capability, model, and budget context.
zh_hans: 当前智能体工作流覆盖主要受能力、模型和预算上下文驱动。

source: Agent workstream coverage is currently anchored by operational diagnostics.
zh_hans: 当前智能体工作流覆盖主要受运行诊断驱动。

source: Agent workstream coverage is currently anchored by surfaced issues and approvals.
zh_hans: 当前智能体工作流覆盖主要受已浮现问题和审批驱动。

source: Agent workstream coverage is currently light across the visible lanes.
zh_hans: 当前智能体工作流覆盖在可见轨道上整体较轻。

source: Alias
zh_hans: 别名

source: All %lld handoff focus areas are still active on this shift.
zh_hans: 本班次中，上一轮交接的 %lld 个关注焦点仍然活跃。

source: All connected servers
zh_hans: 所有已连接服务器

source: All follow-up items from the latest local handoff are complete on this iPhone.
zh_hans: 这台 iPhone 上，最近一次本地交接的全部跟进项已完成。

source: All handoff checks completed.
zh_hans: 全部交接检查已完成。

source: All mode shows the full provider, channel, model, and alias inventory.
zh_hans: 全部模式会显示完整的提供方、渠道、模型和别名清单。

source: All servers
zh_hans: 全部服务器

source: All settings are local to this iPhone.
zh_hans: 所有设置都仅保存在这台 iPhone 上。

source: All skills
zh_hans: 全部技能

source: All tools
zh_hans: 全部工具

source: Allow \(approval.agentName) to proceed with \(approval.toolName)?
zh_hans: 允许 \(approval.agentName) 继续执行 \(approval.toolName) 吗？

# Allow %@ to proceed with %@?
source: Allow %1$@ to proceed with %2$@?
zh_hans: 允许 %1$@ 继续执行 %2$@ 吗？

source: Allowed Tools
zh_hans: 允许的工具

source: Allowlist
zh_hans: 允许列表

source: Amount
zh_hans: 数量

source: Approval marked as approved.
zh_hans: 审批已标记为通过。

source: Approval marked as rejected.
zh_hans: 审批已标记为拒绝。

source: Approval requested %@
zh_hans: 审批请求于 %@ 发起

source: Approve Request
zh_hans: 通过请求

source: Ask LibreFang to compact the current session context for \(agentName)?
zh_hans: 让 LibreFang 为 \(agentName) 压缩当前会话上下文吗？

source: Ask LibreFang to compact the current session context for %@?
zh_hans: 要让 LibreFang 为 %@ 压缩当前会话上下文吗？

source: Assigned
zh_hans: 已分配

source: Assigned MCP Servers
zh_hans: 已分配的 MCP 服务

source: Assigned Skills
zh_hans: 已分配的技能

source: Assignments & Profile
zh_hans: 分配与配置文件

source: At \(RelativeDateTimeFormatter().localizedString(for: date, relativeTo: Date()))
zh_hans: 在 \(RelativeDateTimeFormatter().localizedString(for: date, relativeTo: Date()))

source: Attachment Preview Unavailable
zh_hans: 附件预览不可用

source: Attention mode shows only provider outages, channel field gaps, unavailable models, and agent drift.
zh_hans: 关注模式只显示提供方故障、渠道字段缺口、不可用模型和代理漂移。

source: Audit Chain
zh_hans: 审计链

source: Audit Feed
zh_hans: 审计流

source: Authorization
zh_hans: 授权

source: Automation action readiness is currently anchored by failed runs that are ready for deeper drilldown.
zh_hans: 当前自动化行动就绪度主要受可进一步下钻的失败运行驱动。

source: Automation action readiness is currently clear enough for route jumps and grouped automation review.
zh_hans: 当前自动化行动就绪度已足够清晰，可进行路由跳转和归组自动化检查。

source: Automation action readiness is currently narrowed by an active search scope.
zh_hans: 当前自动化行动就绪度已被活动搜索范围收窄。

source: Automation focus coverage is currently anchored by failed or stalled automation lanes.
zh_hans: 当前自动化焦点覆盖主要受失败或停滞的自动化轨道驱动。

source: Automation focus coverage is currently anchored by the filtered automation slice.
zh_hans: 当前自动化焦点覆盖主要受筛选后的自动化切片驱动。

source: Automation focus coverage is currently balanced across workflow, trigger, and schedule lanes.
zh_hans: 当前自动化焦点覆盖在工作流、触发器和计划轨道之间较为均衡。

source: Automation monitor keeps workflows, runs, triggers, schedules, and cron jobs grouped on one mobile page.
zh_hans: 自动化监控将工作流、运行、触发器、计划和 cron 作业归组在同一个移动页面中。

source: Automation pressure is already visible from failed runs, exhausted triggers, or stalled cron jobs.
zh_hans: 自动化压力已经能从失败运行、耗尽的触发器或停滞的 cron 作业中体现出来。

source: Automation scope coverage is currently anchored by the active search slice.
zh_hans: 当前自动化范围覆盖主要受活动搜索切片驱动。

source: Automation scope coverage is currently balanced across the visible workflow and scheduler families.
zh_hans: 当前自动化范围覆盖在可见的工作流和调度器类别之间较为均衡。

source: Automation scope coverage is currently narrowed to the active automation filter.
zh_hans: 当前自动化范围覆盖已收窄到活动自动化筛选条件。

source: Automation signal facts
zh_hans: 自动化信号要点

source: Automation support coverage is currently anchored by workflow breadth and scheduler depth.
zh_hans: 当前自动化支撑覆盖主要受工作流广度和调度器深度驱动。

source: Automation support coverage is currently concentrated in a scoped automation slice.
zh_hans: 当前自动化支撑覆盖主要集中在特定范围的自动化切片中。

source: Automation support coverage is currently light and mostly reflects active route breadth.
zh_hans: 当前自动化支撑覆盖较轻，主要反映活动路由广度。

source: Automation workstream coverage is currently anchored by execution drag.
zh_hans: 当前自动化工作流覆盖主要受执行拖累驱动。

source: Automation workstream coverage is currently anchored by live execution flow.
zh_hans: 当前自动化工作流覆盖主要受实时执行流驱动。

source: Automation workstream coverage is currently anchored by workflow and scheduler inventory.
zh_hans: 当前自动化工作流覆盖主要受工作流和调度器概览驱动。

source: Automation workstream coverage is currently light across the visible lanes.
zh_hans: 当前自动化工作流覆盖在可见轨道上整体较轻。

source: Automation workstream coverage is currently narrowed to a scoped automation slice.
zh_hans: 当前自动化工作流覆盖已收窄到特定范围的自动化切片。

source: Autonomous Hands
zh_hans: 自治执行手

source: Availability
zh_hans: 可用性

source: Available MCP Servers
zh_hans: 可用的 MCP 服务

source: Avg \(localizedUSDCurrency(averageCostPerCall)) / call
zh_hans: 平均 \(localizedUSDCurrency(averageCostPerCall)) / 次调用

source: Avg \(localizedUSDCurrency(averageDailyCost!))
zh_hans: 平均 \(localizedUSDCurrency(averageDailyCost!))

source: Avg \(localizedUSDCurrency(averageDailyCost))
zh_hans: 平均 \(localizedUSDCurrency(averageDailyCost))

source: Avg \(localizedUSDCurrency(averageDailyCost)) / day
zh_hans: 平均 \(localizedUSDCurrency(averageDailyCost)) / 天

source: Avg \(localizedUSDCurrency(averageVisibleSpend))
zh_hans: 平均 \(localizedUSDCurrency(averageVisibleSpend))
